Repository: Aarklendoia/Linux-Hello-GUI
Catalog: po/*.po
Languages: de, es, fr, it, pt, ru

source: # PAM configuration not found. Use presets to create it.
es: # Configuración PAM no encontrada
fr: # Configuration PAM non trouvée. Utilisez les présets pour la créer.

source: Are you sure you want to reset to default settings?
de: Sind Sie sicher, dass Sie die Standardeinstellungen wiederherstellen möchten?Sind Sie sicher, dass Sie die Einstellungen auf Standardwerte zurücksetzen möchten?
es: ¿Está seguro de que desea restaurar la configuración predeterminada?
fr: Êtes-vous sûr de vouloir réinitialiser aux paramètres par défaut ?
it: Sei sicuro di voler reimpostare le impostazioni predefinite?
pt: Tem certeza de que deseja redefinir para as configurações padrão?
ru: Вы уверены, что хотите восстановить параметры по умолчанию?

source: Authentication method
de: Authentifizierungsmethode
fr: Méthode d'authentification
it: Metodo di autenticazione
pt: Método de autenticação
ru: Метод аутентификации

source: Cache recognition results
es: Reconocimiento facial requerido
fr: Mettre en cache les résultats de reconnaissance

source: Camera Settings
de: Kameraeinstellungen
es: Configuración de cámara
fr: Paramètres de la caméra
it: Impostazioni della fotocamera
pt: Configurações da câmera
ru: Параметры камеры

source: Camera error
es: Cámara:
fr: Erreur de caméra

source: Camera is not active
de: Kamera ist nicht aktiv
es: La cámara no está activa
fr: La caméra n'est pas active
it: La fotocamera non è attiva
pt: Câmera não está ativa
ru: Камера неактивна

source: Camera not available
es: La cámara no está activa
fr: Caméra non disponible

source: Camera ready
es: Cámara detenida
fr: Caméra prête

source: Camera stopped
de: Kamera gestoppt
es: Cámara detenida
fr: Caméra arrêtée
it: Fotocamera arrestata
pt: Câmera parada
ru: Камера остановлена

source: Camera:
de: Kamera:
es: Cámara:
fr: Caméra :
it: Telecamera:
pt: Câmera:
ru: Камера:

source: Cannot open camera
de: Kann Kamera nicht öffnen
es: No se puede abrir la cámara
fr: Impossible d'ouvrir la caméra
it: Impossibile aprire la fotocamera
pt: Não é possível abrir a câmera
ru: Не удается открыть камеру

source: Configuration file (/etc/pam.d/linux-hello)
de: Konfigurationsdatei (/etc/pam.d/linux-hello)
fr: Fichier de configuration (/etc/pam.d/linux-hello)
it: File di configurazione (/etc/pam.d/linux-hello)
pt: Arquivo de configuração (/etc/pam.d/linux-hello)
ru: Файл конфигурации (/etc/pam.d/linux-hello)

source: Configuration saved successfully
de: Konfiguration erfolgreich gespeichert
es: Configuración guardada correctamente
fr: Configuration enregistrée avec succès
it: Configurazione salvata con successo
pt: Configuração salva com sucesso
ru: Конфигурация успешно сохранена

source: Default camera index:
de: Standard-Kameraindex:
es: Índice de cámara predeterminado:
fr: Index de caméra par défaut :
it: Indice fotocamera predefinito:
pt: Índice de câmera padrão:
ru: Индекс камеры по умолчанию:

source: Diagnostics
de: Diagnose
fr: Diagnostique
it: Diagnostica
pt: Diagnóstico
ru: Диагностика

source: Enable logging
de: Protokollierung aktivieren
es: Habilitar registro
fr: Activer la journalisation
it: Abilita registrazione
pt: Habilitar registro
ru: Включить логирование

source: Enroll Face
de: Gesicht registrieren
es: Inscribir rostro
fr: Inscrire le visage
it: Registra viso
pt: Inscrever rosto
ru: Зарегистрировать лицо

source: Enrolling face for user: <b>{}</b>
de: Gesicht für Benutzer registrieren: <b>{}</b>
fr: Inscription du visage pour l'utilisateur : <b>{}</b>
it: Registrazione viso per l'utente: <b>{}</b>
pt: Registrando rosto para usuário: <b>{}</b>
ru: Регистрация лица для пользователя: <b>{}</b>

source: Enrolling...
de: Registrierung läuft...
fr: Inscription en cours...
it: Registrazione in corso...
pt: Registrando...
ru: Регистрация...

source: Error
de: Fehler
fr: Erreur
it: Errore
pt: Erro
ru: Ошибка

source: Error loading configuration: {error}
de: Fehler beim Laden der Konfiguration: {error}
es: Error al cargar la configuración: {error}
fr: Erreur lors du chargement de la configuration : {error}
it: Errore durante il caricamento della configurazione: {error}
pt: Erro ao carregar configuração: {error}
ru: Ошибка при загрузке конфигурации: {error}

source: Error removing profile
de: Fehler beim Löschen des Profils
fr: Erreur lors de la suppression du profil
it: Errore nella rimozione del profilo
pt: Erro ao remover perfil
ru: Ошибка удаления профиля

source: Error saving configuration: {error}
de: Fehler beim Speichern der Konfiguration: {error}
es: Error al guardar la configuración: {error}
fr: Erreur lors de l'enregistrement de la configuration : {error}
it: Errore nel salvataggio della configurazione: {error}
pt: Erro ao salvar configuração: {error}
ru: Ошибка при сохранении конфигурации: {error}

source: Error: Permission denied to read PAM configuration
de: Fehler: Berechtigung zum Lesen der PAM-Konfiguration verweigert
es: Error: Permiso denegado para leer la configuración PAM
fr: Erreur : Permission refusée pour lire la configuration PAM
it: Errore: Permesso negato per leggere la configurazione PAM
pt: Erro: Permissão negada para ler a configuração PAM
ru: Ошибка: доступ запрещен при чтении конфигурации PAM

source: Error: {error}
de: Fehler: {error}
fr: Erreur : {error}
it: Errore: {error}
pt: Erro: {error}
ru: Ошибка: {error}

source: Face
es: 👤 Rostro
fr: Visage

source: Face Enrollment
de: Gesichtserkennung
es: Inscripción de rostro
fr: Inscription de Visage
it: Registrazione del viso
pt: Inscrição de rosto
ru: Регистрация лица

source: Face Registration
de: Gesichtsregistrierung
fr: Enregistrement facial
it: Registrazione del viso
pt: Registro facial
ru: Регистрация лица

source: Face enrolled successfully with {count} photos
es: Rostro para {username} inscrito con {count} fotos
fr: Visage inscrit avec succès avec {count} photos

source: Face must be recognized to authenticate (highest security)
de: Gesicht muss zur Authentifizierung erkannt werden (höchste Sicherheit)
fr: Le visage doit être reconnu pour s'authentifier (sécurité maximale)
it: Il viso deve essere riconosciuto per l'autenticazione (massima sicurezza)
pt: O rosto deve ser reconhecido para autenticar (segurança máxima)
ru: Лицо должно быть распознано для аутентификации (максимальная безопасность)

source: Facial recognition + password fallback
es: Medio (reconocimiento facial + contraseña)
fr: Reconnaissance faciale + secours par mot de passe

source: Facial recognition only
es: Reconocimiento facial requerido
fr: Reconnaissance faciale uniquement

source: Failed to save PAM configuration: {error}
es: Error al guardar la configuración: {error}
fr: Impossible d'enregistrer la configuration PAM : {error}

source: Faster authentication within 5 minutes
de: Schnellere Authentifizierung innerhalb von 5 Minuten
fr: Authentification plus rapide pendant 5 minutes
it: Autenticazione più veloce entro 5 minuti
pt: Autenticação mais rápida em 5 minutos
ru: Более быстрая аутентификация в течение 5 минут

source: Help
es: Ay&uda
fr: Aide

source: Incomplete enrollment: {captured}/{total} photos captured
de: Unvollständige Registrierung: {captured}/{total} Fotos erfasst
es: Inscripción incompleta: {captured}/{total} fotos capturadas
fr: Inscription incomplète : {captured}/{total} photos capturées
it: Registrazione incompleta: {captured}/{total} foto acquisite
pt: Inscrição incompleta: {captured}/{total} fotos capturadas
ru: Неполная регистрация: захвачено {captured}/{total} фотографий

source: Initializing camera...
de: Kamera wird initialisiert...
fr: Initialisation de la caméra...
it: Inizializzazione della fotocamera...
pt: Inicializando câmera...
ru: Инициализация камеры...

source: Invalid configuration
es: Guardar configuración
fr: Configuration invalide

source: Linux Hello Settings
de: Linux Hello-Einstellungen
es: Configuración de Linux Hello
fr: Paramètres de Linux Hello
it: Impostazioni di Linux Hello
pt: Configurações do Linux Hello
ru: Параметры Linux Hello

source: Log level:
de: Protokollstufe:
es: Nivel de registro:
fr: Niveau de journalisation :
it: Livello di log:
pt: Nível de registro:
ru: Уровень логирования:

source: Logging
de: Protokollierung
es: Registro
fr: Journalisation
it: Registrazione
pt: Registro
ru: Ведение журнала

source: Max frames:
de: Max. Bilder:
es: Máximo de fotogramas:
fr: Nombre max de frames :
it: Fotogrammi massimi:
pt: Máximo de quadros:
ru: Максимальное количество кадров:

source: Minimum confidence:
de: Minimales Vertrauen:
es: Confianza mínima:
fr: Confiance minimale :
it: Confidenza minima:
pt: Confiança mínima:
ru: Минимальная уверенность:

source: Number of photos:
de: Anzahl der Fotos:
es: Número de fotos:
fr: Nombre de photos :
it: Numero di foto:
pt: Número de fotos:
ru: Количество фотографий:

source: Operation timed out. No administrator password provided?
de: Betrieb hat das Zeitlimit überschritten. Kein Administratorkennwort angegeben?
fr: Opération expirée. Aucun mot de passe administrateur fourni ?
it: L'operazione è scaduta. Nessuna password amministratore fornita?
pt: A operação expirou. Nenhuma senha de administrador fornecida?
ru: Операция истекла. Пароль администратора не предоставлен?

source: PAM Configuration (Authentication)
de: PAM-Konfiguration (Authentifizierung)
es: Configuración PAM (Autenticación)
fr: Configuration PAM (Authentification)
it: Configurazione PAM (Autenticazione)
pt: Configuração PAM (Autenticação)
ru: Конфигурация PAM (аутентификация)

source: PAM configuration file was not created.
es: # Configuración PAM no encontrada
fr: Le fichier de configuration PAM n'a pas été créé.

source: Performance Settings
de: Leistungseinstellungen
es: Configuración de rendimiento
fr: Paramètres de performance
it: Impostazioni di prestazioni
pt: Configurações de desempenho
ru: Параметры производительности

source: Profile removed
de: Profil entfernt
fr: Profil supprimé
it: Profilo rimosso
pt: Perfil removido
ru: Профиль удален

source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
pt: Pronto
ru: Готово

source: Recognition Settings
de: Erkennungseinstellungen
es: Configuración de reconocimiento
fr: Paramètres de reconnaissance
it: Impostazioni di riconoscimento
pt: Configurações de reconhecimento
ru: Параметры распознавания

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Rafraîchir
it: Aggiorna
pt: Atualizar
ru: Обновить

source: Register Face
de: ✓ Gesicht registrieren
fr: ✓ Inscrire le visage
it: ✓ Registra viso
pt: ✓ Inscrever rosto
ru: ✓ Зарегистрировать лицо

source: Reload
de: Neuladen
es: Recargar
fr: Recharger
it: Ricarica
pt: Recarregar
ru: Перезагрузить

source: Remove
fr: Supprimer

source: Remove Profile
fr: Supprimer le profil

source: Reset to Defaults
de: Auf Standardwerte zurücksetzen
es: Restaurar valores predeterminados
fr: Réinitialiser par défaut
it: Reimposta predefiniti
pt: Redefinir para padrões
ru: Восстановить значения по умолчанию

source: Running diagnostics...
de: Diagnose läuft...
fr: Exécution des diagnostics...
it: Esecuzione diagnosi...
pt: Executando diagnóstico...
ru: Запуск диагностики...

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt: Guardar
ru: Сохранить

source: Save changes
fr: Enregistrer les modifications

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
pt: Configurações
ru: Параметры

source: Similarity threshold:
de: Ähnlichkeitsschwelle:
es: Umbral de similitud:
fr: Seuil de ressemblance :
it: Soglia di somiglianza:
pt: Limite de similaridade:
ru: Порог сходства:

source: Start Camera
de: Kamera starten
es: Iniciar cámara
fr: Démarrer la caméra
it: Avvia fotocamera
pt: Iniciar câmera
ru: Запустить камеру

source: Stop Camera
de: Kamera stoppen
es: Detener cámara
fr: Arrêter la caméra
it: Ferma fotocamera
pt: Parar câmera
ru: Остановить камеру

source: Success
de: Erfolg
es: Éxito
fr: Succès
it: Successo
pt: Sucesso
ru: Успех

source: Test
fr: Tester

source: Testing recognition...
fr: Test de reconnaissance en cours...

source: Timeout:
de: Zeitüberschreitung:
es: Tiempo de espera:
fr: Délai d'expiration :
pt: Tempo limite:
ru: Время ожидания:

source: Use face first, or password if face not recognized
fr: Utilisez d'abord le visage, ou le mot de passe si le visage n'est pas reconnu

source: User
es: Nombre de usuario:
fr: Utilisateur

source: Video height:
de: Videohöhe:
es: Altura de vídeo:
fr: Hauteur vidéo :
it: Altezza video:
pt: Altura do vídeo:
ru: Высота видео:

source: Video width:
de: Videobreite:
es: Ancho de vídeo:
fr: Largeur vidéo :
it: Larghezza video:
pt: Largura do vídeo:
ru: Ширина видео:

source: seconds
es: segundos
fr: secondes

source: ✓ All systems operational
de: ✓ Alle Systeme funktionieren
fr: ✓ Tous les systèmes opérationnels
it: ✓ Tutti i sistemi operativi
pt: ✓ Todos os sistemas operacionais
ru: ✓ Все системы работают

source: ✓ Face recognized!
de: ✓ Gesicht erkannt!
fr: ✓ Visage reconnu !
it: ✓ Viso riconosciuto!
pt: ✓ Rosto reconhecido!
ru: ✓ Лицо распознано!

source: ✓ Face registered successfully!
de: ✓ Gesicht erfolgreich registriert!
fr: ✓ Visage enregistré avec succès !
it: ✓ Viso registrato con successo!
pt: ✓ Rosto registrado com sucesso!
ru: ✓ Лицо успешно зарегистрировано!

source: ✗ Enrollment failed
es: Inscripción de rostro
fr: ✗ Inscription échouée

source: ✗ Face not recognized
de: ✗ Gesicht nicht erkannt
fr: ✗ Visage non reconnu
it: ✗ Viso non riconosciuto
pt: ✗ Rosto não reconhecido
ru: ✗ Лицо не распознано

source: ✗ Some issues detected
de: ✗ Einige Probleme erkannt
fr: ✗ Certains problèmes détectés
it: ✗ Alcuni problemi rilevati
pt: ✗ Alguns problemas detectados
ru: ✗ Обнаружены некоторые проблемы

source: Capture {current}/{total}
de: Aufnahme {current}/{total}
it: Cattura {current}/{total}
pt: Captura {current}/{total}
ru: Захват {current}/{total}

source: Confirmation
de: Bestätigung
es: Confirmación
it: Conferma
pt: Confirmação
ru: Подтверждение

source: Options
de: Optionen
es: Opciones
it: Opzioni
pt: Opções
ru: Параметры

source: Linux Hello
es: Acerca de Linux Hello
